tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'tsuru/homebrew-tsuru'

brew 'ack'
brew 'bash-completion'
brew 'diff-so-fancy'
brew 'git'
brew 'git-extras'
brew 'gpg2'
brew 'libsass'
brew 'libxml2'
brew 'macvim'
brew 'node'
brew 'python'
brew 'rename'
brew 'ssh-copy-id'
brew 'tcpflow'
brew 'tree'
brew 'tsuru'
brew 'wget'

cask 'dropbox'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'java'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'virtualbox'
