tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'tsuru/tsuru'

brew 'ack'
brew 'diff-so-fancy'
brew 'git'
brew 'git-extras'
brew 'macvim'
brew 'mas'
brew 'node'
brew 'python'
brew 'rename'
brew 'ssh-copy-id'
brew 'tcpflow'
brew 'tree'
brew 'tsuru/tsuru/tsuru', args: ['devel']
brew 'wget'

cask 'dropbox'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'spectacle'
cask 'virtualbox'

mas 'CCMenu', id: 603117688
mas 'Xcode', id: 497799835
