# vim: set filetype=ruby

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'ack'
brew 'bash-completion'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'gpg2'
brew 'jq'
brew 'yq'
brew 'duti'
brew 'libsass'
brew 'libxml2'
brew 'nodenv'
brew 'rbenv'
brew 'rename'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'tcpflow'
brew 'tree'
brew 'wget'

cask 'bitwarden'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'keybase'
cask 'maccy'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
